Repository: piekarskipiotr/stephanie
Catalog: lib/resources/l10n/app_*.arb
Languages: pl

# language
source: English
pl: Polski

# test_message
source: Hello {username}
pl: Cześć {username}

source: Welcome to Stephanie
pl: Witaj w Stephanie

source: Steganography
pl: Steganografia

source: Conceal
pl: Ukryj

source: Reveal
pl: Ujawnij

# welcome_text_part_1
source: that is what this app is all about.
pl: o to chodzi w tej aplikacji.

# welcome_text_part_2
source: your message in such a way that no one will ever think about it! Or
pl: swoją wiadomość w taki sposób, aby nikt nigdy o tym nie pomyślał! Lub

# welcome_text_part_3
source: file secrets 👀
pl: tajemice pliku 👀

# what_steganography_is
source: What steganography actually is?
pl: Czym właściwie jest steganografia?

# what_steganography_is_text
source: - the study of communication in such a way that the presence of a message cannot be detected. Contrary to cryptography (where the presence of a message is not denied, but its content is secret), steganography tries to hide the fact of conducting communication.
pl: - badanie komunikacji w taki sposób, aby nie można było wykryć obecności wiadomości. W przeciwieństwie do kryptografii (gdzie nie zaprzecza się obecności wiadomości, ale jej treść jest tajna), steganografia stara się ukryć fakt prowadzenia komunikacji.

source: Read more
pl: Czytaj dalej

source: Want to discuss?
pl: Chcesz podyskutować?

source: Message me
pl: Napisz do mnie

source: Created by
pl: Stworzone przez

# with_text
source: with
pl: z

source: Email address
pl: Adres Email

source: Copied!
pl: Skopiowano!

source: Conceal message
pl: Ukryj wiadomość

# pick_image
source: Step 1: Pick image
pl: Krok 1: Wybierz zdjęcie

# conceal_pick_image_desc
source: This image will be visible for everyone. It’s container for your
pl: To zdjęcie będzie widoczne dla każdego. Jest to kontyner dla twojej

source: ✨secret message✨
pl: ✨sekretnej wiadomości✨

source: Select image
pl: Wybierz zdjęcie

# conceal_add_secret_title
source: Step 2: Add your secret
pl: Krok 2: Dodaj swój sekret

# conceal_add_secret_desc_1
source: This will be concealed into image and wont be visible. Use
pl: To będzię ukryte w zdjęciu i będzie niewidoczne. Użyj funkcji

# conceal_add_secret_desc_2
source: function to decode this later
pl: aby odszyfrować później ten sekret .jpg .png .mp3

source: Add secret
pl: Dodaj sekret

# all_done
source: All set up? Let’s go.
pl: Wszystko ustawione? Zaczynajmy.

source: Reveal message
pl: Ujawnij wiadomość

# reveal_pick_image_desc
source: Pick image thath conatins a
pl: Wybierz zdjęcie, które zawiera
